{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "ST_Bonus",
			"Children": [
				{
					"Source":
					{
						"Text": "Bouncy Shot"
					},
					"Translation":
					{
						"Text": "Balle Rebondissante"
					},
					"Key": "BouncyShot"
				},
				{
					"Source":
					{
						"Text": "Ghost Shot"
					},
					"Translation":
					{
						"Text": "Balle Fantomatique"
					},
					"Key": "GhostShot"
				},
				{
					"Source":
					{
						"Text": "Mad Control"
					},
					"Translation":
					{
						"Text": "Hors de Contrôle"
					},
					"Key": "MadControl"
				},
				{
					"Source":
					{
						"Text": "Shield"
					},
					"Translation":
					{
						"Text": "Bouclier"
					},
					"Key": "Shield"
				},
				{
					"Source":
					{
						"Text": "Super Target Shot"
					},
					"Translation":
					{
						"Text": "Super Tir Ciblé"
					},
					"Key": "TargetShot"
				}
			]
		},
		{
			"Namespace": "ST_Divers",
			"Children": [
				{
					"Source":
					{
						"Text": "Battle Over"
					},
					"Translation":
					{
						"Text": "Combat Fini"
					},
					"Key": "BattleOver"
				},
				{
					"Source":
					{
						"Text": "Destroy your opponent Station !"
					},
					"Translation":
					{
						"Text": "Détruisez la station adverse !"
					},
					"Key": "Destroy"
				},
				{
					"Source":
					{
						"Text": "Player {Index} have the advantage !"
					},
					"Translation":
					{
						"Text": "Joueur {Index} a l'avantage !"
					},
					"Key": "PlayerAdvantage"
				},
				{
					"Source":
					{
						"Text": "Ready"
					},
					"Translation":
					{
						"Text": "Prêt"
					},
					"Key": "Ready"
				},
				{
					"Source":
					{
						"Text": "Revenge Match"
					},
					"Translation":
					{
						"Text": "Match revanche"
					},
					"Key": "RevengeMatch"
				},
				{
					"Source":
					{
						"Text": "Skip"
					},
					"Translation":
					{
						"Text": "Passer"
					},
					"Key": "Skip"
				},
				{
					"Source":
					{
						"Text": "The Winner is"
					},
					"Translation":
					{
						"Text": "Le gagnant est"
					},
					"Key": "Winner"
				},
				{
					"Source":
					{
						"Text": "Welcome To Cyber Arena"
					},
					"Translation":
					{
						"Text": "Bienvenue dans la Cyber Arena"
					},
					"Key": "Welcome"
				}
			]
		},
		{
			"Namespace": "ST_PlayerData",
			"Children": [
				{
					"Source":
					{
						"Text": "A serious scientist and astronomer, he's a planets lovers. His goal is to create an artificial black hole. He participates in the Cyber Battle to test his inventions, his black hole in particular."
					},
					"Translation":
					{
						"Text": "Un scientifique spécialisé dans l'astronomie, il adore les planètes. son objectif est de créer un trou noir artificiel. S'il participe au Cyber Battle, c'est pour tester ses inventions."
					},
					"Key": "CharDesSatoshi"
				},
				{
					"Source":
					{
						"Text": "An android created by a slacker to do his chores, he inherited his personality and also creates automation systems. The Cyber Battle is an opportunity to laze the rest of his life."
					},
					"Translation":
					{
						"Text": "Un android crée par un flemmard qui a hérité de sa personnalité. Il crée des mécanisme d'automatisation pour se simplifier la vie. Il participe au Cyber Battle pour paresser le reste de sa vie."
					},
					"Key": "CharDesN1B0"
				},
				{
					"Source":
					{
						"Text": "An extravagant ex-champion of strategy game, unmotivated of winning, he try a new interest in the Cyber Battle and exploit his talent of tactician to become a perfect winner. "
					},
					"Translation":
					{
						"Text": "Un ancien champion de jeu de stratégie, lasser de toujours gagner il s'est reconvertit dans le Cyber Battle pour exploiter ses talents de tacticien pour devenir l'ultime gagnant."
					},
					"Key": "CharDesEdele"
				},
				{
					"Source":
					{
						"Text": "Auto Aim Temporaly"
					},
					"Translation":
					{
						"Text": "Auto-Visée Temporaire"
					},
					"Key": "UltDesN1B0"
				},
				{
					"Source":
					{
						"Text": "Big Bang"
					},
					"Translation":
					{
						"Text": "Big Bang"
					},
					"Key": "UltNameSatoshi"
				},
				{
					"Source":
					{
						"Text": "Boring"
					},
					"Translation":
					{
						"Text": "Ennuyant"
					},
					"Key": "TauntN1B0"
				},
				{
					"Source":
					{
						"Text": "Call Bombers and Fighters"
					},
					"Translation":
					{
						"Text": "Appelle des vaissaux et des bombardiers"
					},
					"Key": "UltDesEdele"
				},
				{
					"Source":
					{
						"Text": "Generate a Black Hole"
					},
					"Translation":
					{
						"Text": "Génère un Trou Noir"
					},
					"Key": "UltDesSatoshi"
				},
				{
					"Source":
					{
						"Text": "No Pain But Gain"
					},
					"Translation":
					{
						"Text": "Bénéfice sans Effort"
					},
					"Key": "UltNameN1B0"
				},
				{
					"Source":
					{
						"Text": "Predictable"
					},
					"Translation":
					{
						"Text": "Prévisible"
					},
					"Key": "TauntSatoshi"
				},
				{
					"Source":
					{
						"Text": "Renfort"
					},
					"Translation":
					{
						"Text": "Renfort"
					},
					"Key": "UltNameEdele"
				},
				{
					"Source":
					{
						"Text": "Skill Issue"
					},
					"Translation":
					{
						"Text": "Skill Issue"
					},
					"Key": "TauntEdele"
				}
			]
		},
		{
			"Namespace": "ST_PlayerSelection",
			"Children": [
				{
					"Source":
					{
						"Text": "AI"
					},
					"Translation":
					{
						"Text": "IA"
					},
					"Key": "AI"
				},
				{
					"Source":
					{
						"Text": "Battle Settings"
					},
					"Translation":
					{
						"Text": "Paramètres de combat"
					},
					"Key": "BattleSettings"
				},
				{
					"Source":
					{
						"Text": "Champion Description"
					},
					"Translation":
					{
						"Text": "Description de champion"
					},
					"Key": "ChampionDescription"
				},
				{
					"Source":
					{
						"Text": "Cooldown : {Cooldown}s"
					},
					"Translation":
					{
						"Text": "Recharge : {cooldown}s"
					},
					"Key": "Cooldown"
				},
				{
					"Source":
					{
						"Text": "Duration : {Duration}s"
					},
					"Translation":
					{
						"Text": "Durée : {duration}s"
					},
					"Key": "Duration"
				},
				{
					"Source":
					{
						"Text": "Hold"
					},
					"Translation":
					{
						"Text": "Maint."
					},
					"Key": "Hold"
				},
				{
					"Source":
					{
						"Text": "P1"
					},
					"Translation":
					{
						"Text": "J1"
					},
					"Key": "P1"
				},
				{
					"Source":
					{
						"Text": "P1 wants to switch"
					},
					"Translation":
					{
						"Text": "J1 veut changer de côté"
					},
					"Key": "P1Switch"
				},
				{
					"Source":
					{
						"Text": "P2"
					},
					"Translation":
					{
						"Text": "J2"
					},
					"Key": "P2"
				},
				{
					"Source":
					{
						"Text": "P2 wants to switch"
					},
					"Translation":
					{
						"Text": "J2 veut changer de côté"
					},
					"Key": "P2Switch"
				},
				{
					"Source":
					{
						"Text": "Player Selection !"
					},
					"Translation":
					{
						"Text": "Sélection des joueurs"
					},
					"Key": "PlayerSelection"
				},
				{
					"Source":
					{
						"Text": "Random"
					},
					"Translation":
					{
						"Text": "Aléatoire"
					},
					"Key": "Random"
				},
				{
					"Source":
					{
						"Text": "Ready !!"
					},
					"Translation":
					{
						"Text": "Prêt !!"
					},
					"Key": "Ready!"
				},
				{
					"Source":
					{
						"Text": "Ready ?"
					},
					"Translation":
					{
						"Text": "Prêt ?"
					},
					"Key": "Ready?"
				},
				{
					"Source":
					{
						"Text": "SELECT YOUR CHAMPION AND CUSTOMIZE YOUR FIGHTER !"
					},
					"Translation":
					{
						"Text": "CHOISISSEZ VOTRE CHAMPION ET MODIFIEZ VOTRE VAISSEAU !"
					},
					"Key": "Details"
				},
				{
					"Source":
					{
						"Text": "Select"
					},
					"Translation":
					{
						"Text": "Sélectionner"
					},
					"Key": "Select"
				},
				{
					"Source":
					{
						"Text": "Select your Champion"
					},
					"Translation":
					{
						"Text": "Choisissez votre champion"
					},
					"Key": "SelectChampion"
				},
				{
					"Source":
					{
						"Text": "Select your Skills"
					},
					"Translation":
					{
						"Text": "Choisissez vos compétences"
					},
					"Key": "SelectSkills"
				},
				{
					"Source":
					{
						"Text": "Switch Side"
					},
					"Translation":
					{
						"Text": "Changement de côté"
					},
					"Key": "SwitchSide"
				}
			]
		},
		{
			"Namespace": "ST_SettingsPause",
			"Children": [
				{
					"Source":
					{
						"Text": "Active Bonus"
					},
					"Translation":
					{
						"Text": "Bonus actifs"
					},
					"Key": "ActiveBonus"
				},
				{
					"Source":
					{
						"Text": "Back"
					},
					"Translation":
					{
						"Text": "Retour"
					},
					"Key": "Back"
				},
				{
					"Source":
					{
						"Text": "Bonus Settings"
					},
					"Translation":
					{
						"Text": "Paramètres des bonus"
					},
					"Key": "BonusSettings"
				},
				{
					"Source":
					{
						"Text": "Main Menu"
					},
					"Translation":
					{
						"Text": "Menu Principal"
					},
					"Key": "MainMenu"
				},
				{
					"Source":
					{
						"Text": "Pause"
					},
					"Translation":
					{
						"Text": "Pause"
					},
					"Key": "Pause"
				},
				{
					"Source":
					{
						"Text": "Player Selection"
					},
					"Translation":
					{
						"Text": "Sélection des joueurs"
					},
					"Key": "PlayerSelection"
				},
				{
					"Source":
					{
						"Text": "Resume"
					},
					"Translation":
					{
						"Text": "Reprendre"
					},
					"Key": "Resume"
				}
			]
		},
		{
			"Namespace": "ST_Skills",
			"Children": [
				{
					"Source":
					{
						"Text": "Bloc Barrier"
					},
					"Translation":
					{
						"Text": "Barrière de Blocs"
					},
					"Key": "BlocBarrier"
				},
				{
					"Source":
					{
						"Text": "Create a following wall in front of your fighter.\r\nReflect your opponent projectile."
					},
					"Translation":
					{
						"Text": "Crée un miroir en face de votre vaisseau.\r\nRéflecte les tirs adverses."
					},
					"Key": "MirrorDes"
				},
				{
					"Source":
					{
						"Text": "Create an explosion around your fighter.\r\nExplode anything in range."
					},
					"Translation":
					{
						"Text": "Crée une explosion autour de votre vaisseau.\r\nDétruit tout dans sa portée."
					},
					"Key": "IonicWaveDes"
				},
				{
					"Source":
					{
						"Text": "Create an explosion around your fighter.\r\nPush and Stun any other fighter in range."
					},
					"Translation":
					{
						"Text": "Crée une explosion autour de votre vaisseau.\r\nRepousse et paralyse le vaisseau adverse dans la portée."
					},
					"Key": "ImpulseWaveDes"
				},
				{
					"Source":
					{
						"Text": "Impulse Wave"
					},
					"Translation":
					{
						"Text": "Vague d'Impulsion"
					},
					"Key": "ImpulseWave"
				},
				{
					"Source":
					{
						"Text": "Invincibility"
					},
					"Translation":
					{
						"Text": "Invincibilité"
					},
					"Key": "Invincibility"
				},
				{
					"Source":
					{
						"Text": "Ionic Wave"
					},
					"Translation":
					{
						"Text": "Vague Ionique"
					},
					"Key": "IonicWave"
				},
				{
					"Source":
					{
						"Text": "Mine Layer"
					},
					"Translation":
					{
						"Text": "Mine"
					},
					"Key": "MineLayer"
				},
				{
					"Source":
					{
						"Text": "Mirror"
					},
					"Translation":
					{
						"Text": "Miroir"
					},
					"Key": "Mirror"
				},
				{
					"Source":
					{
						"Text": "Renders your fighter impervious to every attacks."
					},
					"Translation":
					{
						"Text": "Votre vaisseau est invulnérable à n'importe quelle attaque."
					},
					"Key": "InvincibilityDes"
				},
				{
					"Source":
					{
						"Text": "Shot a Huge Missile in front of you.\r\nExplode in a medium range when it hits anything."
					},
					"Translation":
					{
						"Text": "Tir un gros missile dans votre direction.\r\nExplose au premier impacte."
					},
					"Key": "TimedOgiveDes"
				},
				{
					"Source":
					{
						"Text": "Spawn 3 blocs in front of your fighter."
					},
					"Translation":
					{
						"Text": "Fait apparaître 3 blocs en face de votre vaisseau."
					},
					"Key": "BlocBarrierDes"
				},
				{
					"Source":
					{
						"Text": "Spawn a mine at your fighter position.\r\nExplode if anything else than you hit it."
					},
					"Translation":
					{
						"Text": "Pose une mine à la position de votre vaisseau."
					},
					"Key": "MineLayerDes"
				},
				{
					"Source":
					{
						"Text": "Timed Ogive"
					},
					"Translation":
					{
						"Text": "Ogive à retardement"
					},
					"Key": "TimedOgive"
				}
			]
		},
		{
			"Namespace": "ST_UMGMainMenu",
			"Children": [
				{
					"Source":
					{
						"Text": "Credits"
					},
					"Translation":
					{
						"Text": "Crédits"
					},
					"Key": "Credits"
				},
				{
					"Source":
					{
						"Text": "Play !"
					},
					"Translation":
					{
						"Text": "Jouer !"
					},
					"Key": "Play"
				},
				{
					"Source":
					{
						"Text": "Play VS IA !"
					},
					"Translation":
					{
						"Text": "Jouer contre l'IA !"
					},
					"Key": "IA"
				},
				{
					"Source":
					{
						"Text": "Quit"
					},
					"Translation":
					{
						"Text": "Quitter"
					},
					"Key": "Quit"
				},
				{
					"Source":
					{
						"Text": "Settings"
					},
					"Translation":
					{
						"Text": "Paramètres"
					},
					"Key": "Settings"
				},
				{
					"Source":
					{
						"Text": "Tutorial"
					},
					"Translation":
					{
						"Text": "Tutoriel"
					},
					"Key": "Tutorial"
				}
			]
		}
	]
}